{
  "welcome": "శివ కుండలిని సాధన",
  "login": "లాగిన్",
  "register": "నమోదు",
  "logout": "లాగౌట్",
  "courses": "కోర్సులు",
  "events": "ఈవెంట్స్",
  "profile": "ప్రొఫైల్",
  "submit": "సమర్పించండి",
  "cancel": "రద్దు",
  "home": {
    "successfullyRegistered": "విజయవంతంగా నమోదు అయ్యారు!",
    "registrationFailed": "నమోదు విఫలమైంది. దయచేసి మళ్లీ ప్రయత్నించండి.",
    "title": "శివ కుండలిని సాధన",
    "description": "కుండలిని యోగాను అత్యంత సురక్షితంగా, వ్యవస్థీకృతంగా సాధించడానికి పరమ పూజ్య శ్రీ జీవేశ్వర యోగి గారు ఒక ప్రత్యేకమైన విధానంలో అందిస్తున్నారు. ఈ సాధన విధానం మనలను ఆత్మసాక్షాత్కార దిశగా తీసుకెళ్లగలదు, శక్తివంతమైన కుండలిని శక్తిని ప్రేరేపించి దాని అనుభూతులను పొందేలా చేస్తుంది. ఇది అత్యంత సులభమైన, అనుభవపూర్వకమైన, ఫలితాలిచ్చే సాధన విధానం.",
    "heroImageAlt": "శివ కుండలిని సాధన",
    "joinNow": "ఇప్పుడు చేరండి",
    "aboutImageAlt": "గురుజీ",
    "aboutHeading": "శ్రీ జీవేశ్వర యోగి గురించి",
    "aboutParagraph1": "పరమ పూజ్య శ్రీ జీవేశ్వర యోగి గారు జన్మతః కుండలిని జాగృతితో పుట్టారు. బాల్యంలో శ్రీశైలానికి శివ దర్శనానికి వెళ్లినప్పుడు, తన గురువును తొలిసారి తెలియకుండానే కలుసుకున్నారు, ఇది ఆయన జీవితాన్ని మారుస్తుంది. పాఠశాలలో ధ్యాన సమయంలో లోతైన సమాధిలోకి వెళ్లారు. చిన్న వయసులోనే ఆత్మసాక్షాత్కారం పొందే వరకు తీవ్రమైన సాధన చేశారు. చిన్న వయసులో జీవ సమాధి చేయాలని అనుకున్నప్పుడు, ఆయన గురువు ఈ దివ్య సాధనను మానవాళికి బోధించమని ఆదేశించారు. అందుకే, తన వృత్తిపరమైన జీవితాన్ని త్యాగం చేసి, శివ కుండలిని సాధనను అందరికీ బోధించడమే లక్ష్యంగా చేసుకున్నారు.",
    "aboutParagraph2": "సాధన విధానాన్ని సాధారణ ప్రజలకు సులభంగా, ప్రభావవంతంగా చేయడానికి ఆయన ఎంతో కృషి చేశారు. సాధారణ కుటుంబ జీవితం గడుపుతూ, వేలాది మందికి శివ కుండలిని సాధనను బోధిస్తున్నారు. కొత్తవారైనా, అనుభవం ఉన్నవారైనా, ఈ కోర్సును తీసుకుని ప్రతి స్థాయిలో ప్రయోజనం పొందేలా కోర్సు కంటెంట్‌ను రూపొందించారు.",
    "whyHeading": "ఎందుకు శివ కుండలిని సాధన?",
    "whyParagraph1": "భారతదేశంలో అనేక యోగ సాధనలున్నాయి, ఇవి ఆత్మసాక్షాత్కారం పొందడంలో సహాయపడతాయి. అయితే, అందరికీ, అన్ని వయస్సుల వారికి, ఎలాంటి పరిమితులు లేకుండా సాధించదగినవి చాలా తక్కువ. శివ కుండలిని సాధన ద్వారా సాధకులు కొద్ది కాలంలోనే సమాధి వంటి ఉన్నత స్థితులను అనుభవించగలుగుతారు. ఈ సాధనతో కుండలిని శక్తిని మేల్కొలిపి చక్రాలను సక్రియం చేయవచ్చు.",
    "whyParagraph2": "సుషుమ్న నాడిలోకి ప్రవేశించడం సాధకులకు అత్యంత కష్టమైనది. చాలా మంది యోగులు సంవత్సరాల పాటు తీవ్రమైన సాధన చేస్తారు. శివ కుండలిని సాధనలో, పరమ పూజ్య శ్రీ జీవేశ్వర యోగి కృపతో, ఒక్కసారిగా సుషుమ్న నాడిలోకి ప్రవేశించడమే కాకుండా, ఆ స్థితిలో రోజంతా ఉండగలుగుతారు.",
    "whyParagraph3": "సాధకులు తమ సమస్యలను పరిష్కరించుకోవచ్చు, ఎందుకంటే అవి ఏదో ఒక చక్రానికి సంబంధించినవే. శివ కుండలిని సాధన సృష్టికర్తతో అనుసంధానం నుంచి, మీరే సృష్టికర్తగా మారే దిశగా తీసుకెళ్తుంది. ఈ దివ్య జ్ఞానం, అనుభవం అమూల్యమైనది, అందుకే ఇది ఉచితంగా అందించబడుతోంది.",
    "whyImageAlt": "గురుజీ",
    "gallery": "గ్యాలరీ",
    "testimonials": "సాక్ష్యాలు",
    "testimonialsList": {
      "0": {
        "name": "రామానంద స్వామి",
        "desc": "సన్యాసి, బద్రీనాథ్",
        "text": "నేను హిమాలయాల్లో ఎన్నో సంవత్సరాలు గడిపాను, మోక్షాన్ని పొందేందుకు భారతదేశం అంతటా ప్రయాణించాను. స్వీయ అనుభవం ఉన్నవారే ఇతరులను విముక్తి మార్గంలో నడిపించగలరు. గురు శ్రీ జీవేశ్వర యోగి గారు అత్యంత అరుదైన అద్వైత శక్తిపాత్ గురువులలో ఒకరు. ఆయనను కలవడం నాకు గొప్ప అదృష్టంగా భావిస్తున్నాను."
      },
      "1": {
        "name": "శ్రీమతి రాజ్యలక్ష్మి",
        "desc": "రిటైర్డ్ టీచర్",
        "text": "పరమ పూజ్య శ్రీ జీవేశ్వర యోగి గారు దక్షిణామూర్తి స్వరూపంగా, సాధారణ మనిషిగా అవతరించి, అపారమైన కరుణతో మమ్మల్ని ఉద్ధరించడానికి వచ్చారు. ఆయన శివుడే."
      },
      "2": {
        "name": "మిస్టర్ సురేష్ కలిమహంతి",
        "desc": "ఐటీ, USA",
        "text": "నేను కుండలిని గురించి, అనేక ఉపనిషత్తుల గురించి చాలా పుస్తకాలు చదివాను. వాటిలో ఎలా చేయాలో, ఏమి చేయాలో మాత్రమే ఉంది. శ్రీ జీవేశ్వర యోగి గారు ఆ ప్రాక్టికల్ నాలెడ్జ్‌ను మనకు ఎలాంటి ఆశలు లేకుండా, హృదయపూర్వకంగా అందిస్తున్నారు."
      }
    }
  },
  "nav": {
    "home": "హోమ్",
    "about": "గురించి",
    "programs": "ప్రోగ్రామ్స్",
    "gallery": "గ్యాలరీ",
    "testimonials": "సాక్ష్యాలు",
    "joinUs": "చేరండి",
    "events": "ఈవెంట్స్",
    "courses": "కోర్సులు",
    "progress": "ప్రోగ్రెస్",
    "admin": "అడ్మిన్",
    "login": "లాగిన్",
    "logout": "లాగౌట్"
  }
}